tap "gptscript-ai/tap"
tap "acorn-io/cli"
tap "cue-lang/tap"
tap "dagger/tap"
tap "fluxcd/tap"
tap "kdash-rs/kdash"
tap "tursodatabase/tap"
tap "hashicorp/tap"

brew "acorn"
brew "aws-iam-authenticator"
brew "awscli"
brew "binutils"
brew "bison"
brew "bzip2"
brew "c-ares"
brew "cmake"
brew "cosign"
brew "crane"
brew "cue"
brew "curl"
brew "dagger"
brew "direnv"
brew "docker-compose"
brew "eksctl"
brew "flex"
brew "flux"
brew "flyctl"
brew "gcc"
brew "gcc@11"
brew "gh"
brew "gitui"
brew "gptscript"
brew "go"
brew "goreleaser"
brew "vagrant"
brew "helm"
brew "hugo"
brew "jq"
brew "k3d"
brew "k9s"
brew "kdash"
brew "kind"
brew "krew"
brew "kubernetes-cli"
brew "kustomize"
brew "lima"
brew "linkerd"
brew "node"
brew "rustup-init"
brew "sqlite"
brew "terraform"
brew "turso"
brew "vim"
brew "virtualenv"
brew "xz"
brew "yarn"
brew "yq"
brew "zig"
brew "zstd"
